Repository: jbilbo/jbilbo.github.io
Catalog: static/files/*.po
Languages: ca

source: GNOME Dialup Tool
ca: Utilitat d'Accés Telefònic de GNOME

source: <b>Connection</b>
ca: <b>Conexió</b>

source: <b>Desktop Integration</b>
ca: <b>Integració al Escriptori</b>

source: <b>Details</b>
ca: <b>Detalls</b>

source: <b>Modem</b>
ca: <b>Mòdem</b>

source: <b>Phone options and Init Strings</b>
ca: Opcions de telèfon i Comandes d'inici

source: <big>Connected: 00:00:00</big>
ca: <big>Connectat: 00:00:00</big>

source: Abort connecting if line is b_usy
ca: Abortar conexió si la línia esta ocupada

source: Abort connecting if no _dialtone
ca: Abortar la conexió si no hi ha to de marcat

source: Address:
ca: Direcció:

source: Analog Modem USB Modem ISDN Modem
ca: Mòdem Analògic Mòdem USB Mòdem ISDN

source: Auto r_econnect
ca: Reconectar automàticament

source: Check carrier _line
ca: Comprovar línia

source: Check default _route
ca: Comprovar passarel.la (route) per defecte

source: Connecting...
ca: Conectant...

source: D_etails
ca: D_etalls

source: Destination:
ca: Destí:

source: Dial _prefix:
ca: _Prefix de marcat

source: Dial a_ttempts:
ca: Intents de marcat

source: Dock in _notification area
ca: Mostrar al panel de l'escriptori

source: Domain _name:
ca: Nom de Domini:

source: GNOME PPP - Connection Log
ca: GNOME PPP - Registre de Conexió

source: GNOME PPP - Details
ca: GNOME PPP - Detalls

source: GNOME PPP - Init Strings
ca: GNOME PPP - Cadenes Inicials

source: GNOME PPP - Phone Numbers
ca: GNOME PPP - Números de Telèfon

source: GNOME PPP - Setup
ca: GNOME PPP - Configuració

source: Idle
ca: Ocupat

source: Idle _time:
ca: _Temps Ocupat:

source: Interface:
ca: Dispositiu

source: Modem
ca: Mòdem

source: Modem initialization strings:
ca: Cadenes d'inicialització del Mòdem

source: Networking
ca: Xarxa

source: Off Low High
ca: Apagat Baix Alt

source: On connection:
ca: Conectat:

source: Options
ca: Opcions

source: Phone Line:
ca: Línia de Telèfon:

source: Phone _number:
ca: _Número de Telèfon:

source: Phone _numbers...
ca: _Números de Telèfon...

source: Phone numbers to dial:
ca: Números de Telèfon per marcar:

source: Received data:
ca: Dades rebudes:

source: Received packets:
ca: Paquets rebuts:

source: Reply:
ca: Resposta:

source: Send custom repl_y
ca: Enviar resposta personalitzada

source: Sent data:
ca: Dades enviades:

source: Sent packets:
ca: Paquets enviats:

source: Status:
ca: Estado:

source: Type:
ca: Tipus:

source: Unknown
ca: Desconegut

source: _Automatic DNS
ca: _DNS automàtic

source: _Connect
ca: _Conectar

source: _Detect
ca: _Detectar

source: _Device:
ca: _Dispositiu:

source: _Disconnect
ca: _Desconectar

source: _Dynamic IP address
ca: _Adreça IP dinàmica

source: _IP address:
ca: _Adreça IP:

source: _Ignore terminal strings (stupid mode)
ca: _Ignorar missatges de la terminal (mode estúpid)

source: _Init Strings...
ca: _Cadenes d'Inici...

source: _Log
ca: _Registre

source: _Manual DNS
ca: _DNS Manual

source: _Minimize
ca: _Minimitzar

source: _Password:
ca: _Contrasenya:

source: _Pulse
ca: _Pols

source: _Remember password
ca: _Recordar contrasenya

source: _Setup
ca: _Configuració

source: _Speed:
ca: _Velocitat:

source: _Static IP address
ca: _Adreça IP estàtica

source: _Tone
ca: _To

source: _Username:
ca: _Nom d'usuari:

source: _Volume:
ca: _Volum:

source: _Wait for dialtone
ca: _Esperar al to de marcat

source: disabled
ca: desactivat

source: <big>Connected: %s</big>
ca: <big>Conectat: %s</big>

source: Sending
ca: Enviant

source: Receiving
ca: Rebent

source: Sending/Receiving
ca: Enviant/Rebent

source: Cannot open /proc/net/dev: %s
ca: No es pot obrit /proc/net/dev: %s

source: Could not parse /proc/net/dev. Unknown format.
ca: No s'ha pogut processar /proc/net/dev. Format desconegut

source: Could not parse interface name from '%s'
ca: No s'ha pogut processar el nom del dispositiu a '%s'

source: Could not parse interface statistics from '%s'. prx_idx = %d; ptx_idx = %d; brx_idx = %d; btx_idx = %d;
ca: No s'han pogut processar les estadístiques del dispositiu a '%s'. prx_idx = %d; ptx_idx = %d; brx_idx = %d; btx_idx = %d;

source: Could not find information on interface '%s' in /proc/net/dev
ca: No s'ha pogut trobar informació del dispositiu '%s' a /proc/net/dev

source: Details
ca: Detalls

source: Disconnect
ca: Desconectar

source: About
ca: Quant a

source: translator_credits
ca: Crèdits del traductor

source: GNOME Dialup Tool.
ca: Utilitat d'accés telefònic de GNOME

source: Detecting your modem...
ca: Detectant el teu mòdem...

source: GNOME PPP: Command failed: %s
ca: GNOME PPP: Comanda fallida: %s

source: forever
ca: per sempre

source: second
ca: segon

source: seconds
ca: segons

source: Can not open modem.
ca: No es pot accedir al mòdem

source: Modem not responding.
ca: El mòdem no respon

source: Sending password...
ca: Enviant contrasenya...

source: No valid password.
ca: Contransenya no vàlida

source: Dialing %s...
ca: Marcant %s...

source: Waiting for prompt...
ca: Esperant la senyal

source: Authenticating...
ca: Autenticant...

source: Reconnecting...
ca: Reconectant...

source: Starting pppd...
ca: Executant pppd...

source: No modem was found on your system.
ca: No s'ha trobat cap mòdem al sistema

source: GNOME PPP: Connecting...
ca: GNOME PPP: Conectant...
